{
  "lang" : "fr",
  "description" : "Portfolio d'un jeune développeur web, révant de devenir game designer et de monter un studio indépendant. Vous trouverez sur le site mes réalisations vidéoludiques, en développement et graphique.",
  "keywords" : "Portfolio, Développeur Web, Game Design",
  "title" : "Thomas Blanc - Développeur Web | Game Designer",
  "about-subtitle" : "\"HakunaMacouta\" - et j'aime ",
  "subtitle1": "concevoir des jeux.",
  "subtitle2" : "développer des sites.",
  "subtitle3" : "apprendre.",
  "subtitle4" : "faire partie d'une équipe.",
  "subtitle5" : "experimenter.",
  "about-content" : "Salut ! je m'appelle Thomas et je suis game designer autodidacte et développeur web de formation. J'aime concevoir et développer des experiences interactives, qu'elles soient vidéoludique ou web. C'est pourquoi les notions d'UX, d'UI et de design m'inspirent et m'intéressent aussi. L'experience que j'ai pu acquérir en développement lors de ma formation me sert à faire le lien entre les problématiques de game design et de programmation, qui sont importante à comprendre pour un travail en équipe efficace. Experimentant en gamejam ou en projet j'ai aussi pu mettre en pratique des méthodes de gestion de projet agile (mais aussi en waterfall).",
  "about-info" : "La navigation sur le portfolio est particulière (et peut être très pauvre sur mobile, pour une meilleure experience, je vous conseille d'ouvrir ce site avec une résolution suffisante). Vous avez la possibilité d'ouvrir une fenêtre d'information de deux manières : en cliquant sur un objet apparaissant en surbrillance au passage de la souris ou en l'ouvrant directement depuis le menu.",
  "spotify-title" : "Playlist",
  "twitter-title" : "Twitter",
  "work-title" : "Développement",
  "work-content" : "Projets réalisés durant mon DUT ou ma Licence Pro.",
  "gamejam-title" : "Gamejams",
  "gamejam-content" : "Gamejams réalisés avec l'équipe de Paragon Owl.",
  "graphic-title" : "Design et vidéos",
  "graphic-content" : "Posters et vidéos réalisés pour différents projets intra ou extrascolaire.",
  "copyright" : "Made with love by Thomas Blanc - 2018",
  "about" : "A propos",
  "social-network" : "Réseaux sociaux",
  "front-end-content" : "Javascript et API",
  "back-end-content" : "PHP, BDD et AmazonAPI",
  "tarot-content" : "JavaFX",
  "runner-content" : "C++ et SFML",
  "jpo-title" : "Journée Porte Ouverte IUT",
  "jpo-content" : "Photoshop",
  "j34d-content" : "Premiere Pro",
  "abeii-title" : "Soiréé Asso IUT",
  "abeii-content" : "Photoshop"
}